Repository: regueiro/pyF1
Catalog: pyF1/src/po/interfaz.*.po
Languages: gl

source: Drivers' Championship
gl: Campionato de pilotos

source: Teams' Championship
gl: Campionato de equipos

source: Race Results
gl: Resultados da carreira

source: Season Calendar
gl: Calendario da temporada

source: : Drivers' Championship results
gl: : resultados do campionato de pilotos

source: : Teams' Championship results
gl: : resultados do campionato de equipos

source: : Race calendar
gl: : calendario de carreiras

source: There aren't any seasons stored in the database yet
gl: Aínda non hai ningunha temporada almacenada na base de datos

source: Position
gl: Posición

source: Driver
gl: Piloto

source: Points
gl: Puntos

source: Team
gl: Equipo

source: Race
gl: Carreira

source: Starting Date
gl: Data inicial

source: Ending Date
gl: Data final

source: Season Name
gl: Nome da temporada

source: Grand Prix
gl: Gran premio

source: Finished
gl: Finalizado

source: Started
gl: Iniciado

source: Select a date
gl: Seleccione unha data

source: Name
gl: Nome

source: Signing Date
gl: Data de fichaxe

source: Not Started
gl: Non iniciado

source: All files
gl: Todos os ficheiros

source: Images
gl: Imaxes

source: About
gl: Sobre

source: Are you sure the data entered is correct?
gl: Está seguro de que a data que se introduciu é correcta?

source: Are you sure you want to delete the selected Grand Prix?
gl: Está seguro de que desexa eliminar o gran premio seleccionado?

source: Are you sure you want to delete the selected driver?
gl: Está seguro de que desexa eliminar o piloto seleccionado?

source: Are you sure you want to delete the selected points?
gl: Está seguro de que desexa eliminar os puntos seleccionados?

source: Are you sure you want to delete the selected season?
gl: Está seguro de que desexa eliminar a temporada seleccionada?

source: Are you sure you want to delete the selected team?
gl: Está seguro de que desexa eliminar o equipo seleccionado?

source: Are you sure you want to discard the changes to the points system?
gl: Está seguro de que desexa desbotar os cambios ao sistema de puntuación?

source: Are you sure you want to discard the current changes?
gl: Está seguro de que desexa desbotar os cambios actuais?

source: Are you sure you want to save the current Grand Prix?
gl: Está seguro de que desexa gardar o gran premio actual?

source: Are you sure you want to save the current driver?
gl: Está seguro de que desexa gardar o piloto actual?

source: Are you sure you want to save the current season?
gl: Está seguro de que desexa gardar a temporada actual?

source: Are you sure you want to save the current team?
gl: Está seguro de que desexa gardar o equipo actual?

source: Are you sure you want to save the points system?
gl: Está seguro de que desexa gardar o sistema de puntuación?

source: Attention!
gl: Atención!

source: Circuit:
gl: Circuíto:

source: Classification
gl: Clasificación

source: Completed laps:
gl: Voltas completadas:

source: Confirm results
gl: Confirmar os resultados

source: Date of birth:
gl: Data de nacemento:

source: Delete points
gl: Eliminar os puntos

source: Delete the driver
gl: Eliminar o piloto

source: Delete the season
gl: Eliminar a temporada

source: Delete the team
gl: Eliminar o equipo

source: Discard Changes
gl: Desbotar os cambios

source: Discard changes
gl: Desbotar os cambios

source: Driver / Team / GP / Calendar
gl: Piloto/Equipo/GP/Calendario

source: Driver list
gl: Lista de pilotos

source: Driver list:
gl: Lista de pilotos:

source: Driver name:
gl: Nome do piloto:

source: E_dit Results
gl: Mo_dificar os resultados

source: E_nter results
gl: I_ntroducir os resultados

source: Edit
gl: Modificar

source: Edit _Driver
gl: Modificar _piloto

source: Edit _GP
gl: Modificar _gran premio

source: Edit _Grand Prix
gl: Modificar _gran premio

source: Edit _Season
gl: Modificar _temporada

source: Edit _Team
gl: Modificar _equipo

source: Edit _Team NO IMPLEMENTADO
gl: Modificar _equipo NON IMPLEMENTADO

source: Either you are triying to add a Grand Prix to a season prior to determining the points system or the dates of the Grand Prix are incompatible with the season
gl: Está intentando engadir un gran premio a unha temporada antes de determinar o sistema de puntuación ou as datas do gran premio non son compatibles ca temporada

source: End date:
gl: Data final:

source: GP list:
gl: Lista de GPs:

source: GP name:
gl: Nome do GP:

source: Grand Prix:
gl: Gran premio:

source: Logo:
gl: Logotipo:

source: Number of drivers by GP:
gl: Número de pilotos por GP:

source: Number of drivers in qualifying:
gl: Número de pilotos na cualificación:

source: Number of laps:
gl: Número de voltas:

source: Picture:
gl: Imaxe:

source: Qualifying
gl: Cualificación

source: Results
gl: Resultados

source: Save changes
gl: Gardar os cambios

source: Save failed
gl: Produciuse un erro ao gardar

source: Save the season
gl: Gardar a temporada

source: Season
gl: Temporada

source: Season list
gl: Lista de temporadas

source: Season name:
gl: Nome da temporada:

source: Season short name:
gl: Nome curto da temporada:

source: Season's GP list:
gl: Lista de GPs da temporada:

source: Season's driver list:
gl: Lista de pilotos da temporada:

source: Season's point rules:
gl: Regras de puntuación da temporada:

source: Season's points system:
gl: Sistema de puntuación da temporada:

source: Season's team list:
gl: Lista de equipos da temporada:

source: Season:
gl: Temporada:

source: Select the date of birth
gl: Seleccione a data de nacemento

source: Select the date of birth:
gl: Seleccione a data de nacemento:

source: Select the driver picture
gl: Seleccione a imaxe do piloto

source: Select the ending date
gl: Seleccione a data de finalización

source: Select the ending date:
gl: Seleccione a data de finalización

source: Select the season you wish to edit:
gl: Seleccione a temporada que desexa modificar:

source: Select the starting date
gl: Seleccione a data inicial

source: Select the starting date:
gl: Seleccione a data inicial:

source: Set season's _point rules
gl: Definir as regras de _puntuación da temporada

source: Start date:
gl: Data inicial:

source: Status:
gl: Estado:

source: Success
gl: Éxito

source: Success!
gl: Éxito!

source: Team list:
gl: Lista de equipos:

source: Team name:
gl: Nome do equipo:

source: Team's driver list
gl: Lista de pilotos do equipo

source: Team's driver list:
gl: Lista de pilotos do equipo:

source: Team's season list
gl: Lista de temporadas do equipo

source: Team's season list:
gl: Lista de temporadas do equipo:

source: The Grand Prix data was successfully saved
gl: O gran premio gardouse con éxito

source: The Grand Prix has already started
gl: O gran premio xa comezou

source: The changes to the points system were successfully saved
gl: Os cambios ao sistema de puntuación gardáronse con éxito

source: The data entered for the driver is either invalid or incomplete
gl: Os datos introducidos para o piloto son incorrectos ou incompletos

source: The data entered for the season is either invalid or incomplete
gl: Os datos introducidos para a temporada están incompletos ou son incorrectos

source: The data entered for the team is either invalid or incomplete
gl: Os datos introducidos para o equipo son incorrectos ou incompletos

source: The data entered is either invalid or incomplete
gl: Os datos introducidos son incorrectos ou incompletos

source: The driver data was successfully saved
gl: Gardáronse con éxito os datos do piloto

source: The results were succesfully saved
gl: Os resultados gardáronse con éxito

source: The season data was successfully saved
gl: Os datos da temporada gardáronse con éxito

source: The season has already started
gl: A temporada xa comezou

source: The team data was successfully saved
gl: Os datos do equipo gardáronse con éxito

source: There are no more Grand Prixes without results
gl: Non hai máis Grandes premios sen resultados

source: View driver list
gl: Ver a lista de pilotos

source: View season list
gl: Ver a lista de temporadas

source: View season's _GP list
gl: Ver a lista de _GPs da temporada

source: View season's _driver list
gl: Ver a lista de _pilotos da temporada

source: View season's _team list
gl: Ver a lista de _equipos da temporada

source: You can only change the name of the season when at least one Grand Prix has started
gl: Só pode cambiar o nome da temporada cando se iniciou polo menos un Gran premio

source: You can only change the name or place of the Grand Prix when it has already started
gl: Só pode cambiar o nome ou o lugar do gran premio cando xa se iniciou

source: You can't change the points system when at least one Grand Prix has started
gl: Non pode cambiar o sistema de puntuación cando xa se iniciou algún gran premio

source: _Change current team
gl: _Cambiar o equipo actual

source: _Change logo
gl: _Cambiar a logotipo

source: _Change picture
gl: _Cambiar a imaxe

source: _Edit
gl: _Editar

source: _File
gl: _Ficheiro

source: _Help
gl: A_xuda

source: _Results
gl: _Resultados

source: _View Results
gl: _Ver os resultados

source: _View results
gl: _Ver os resultados
